// X-ray inspector
"preview.xray.inspector.xray-not-activated" = "要素を調べるには X-ray をアクティブにします。";
"preview.xray.inspector.no-stylesheets-available" = "このページにはひとつもスタイルシートが使用されていません。";
"preview.xray.inspector.no-element-selected" = "要素を調べるにはプレビューをクリックします。";

"preview.xray.inspector.no-matching-styles" = "↪ 一致するスタイルなし";
"preview.xray.inspector.one-matching-style" = "↪ 一致するスタイル 1 件:";
"preview.xray.inspector.multiple-matching-styles (style-count:%@)" = "↪ 一致するスタイル %@ 件:";
"preview.xray.inspector.no-styles-found (stylesheet-name:%@)" = "( %@ )";

"preview.xray.inspector.new-style" = "新規スタイル";

"preview.xray.inspector.new-style-menu.add-to-stylesheet (stylesheet-name:%@)" = "%@ に追加:";
"preview.xray.inspector.new-style-menu.add-to-stylesheet" = "別のスタイルシートに追加:";
"preview.xray.inspector.new-style-menu.select-an-element" = "新規スタイルを追加するには最初に要素を選択してください。";
"preview.xray.inspector.new-style-menu.open-a-stylesheet" = "新規スタイルを追加するには少なくとも使用されているスタイルシートを一つ開いてください。";

// X-ray pathbar
"preview.xray.pathbar.placeholder" = "要素を選択するにはページをクリックしてください。ナビゲートするには X-ray を無効にします。";